INSERT INTO LECTURE
 VALUES
(NULL, 1, '입문자바', '이것은 입문자바에 대한 강의입니다.', 100, '하', 10000, 0),
(NULL, 4, '기본자바', '이것은 기본자바에 대한 강의입니다.', 300, '중', 23000, 0),
(NULL, 6, '심화자바', '이것은 심화자바에 대한 강의입니다.', 500, '상', 47000, 0),
(NULL, 8, '입문파이썬', '이것은 입문파이썬에 대한 강의입니다.', 120, '하', 15000, 0),
(NULL, 10, '기본파이썬', '이것은 기본파이썬에 대한 강의입니다.', 370, '중', 37000, 0),
(NULL, 13, '심화파이썬', '이것은 심화파이썬에 대한 강의입니다.', 480, '상', 52000, 0),
(NULL, 15, '입문c++', '이것은 입문c++에 대한 강의입니다.', 150, '하', 18000, 0),
(NULL, 17, '기본c++', '이것은 기본c++에 대한 강의입니다.', 390, '중', 34000, 0);